{
  "plugins": {
    "LuaSnip": {
    },
    "blink.cmp": {
    },
    "conform.nvim": {
    },
    "friendly-snippets": [],
    "gruvbox.nvim": [],
    "lualine.nvim": {
    },
    "mason-nvim-dap.nvim": {
      "src": "https://github.com/jay-babu/mason-nvim-dap.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim.git"
    },
    "mason.nvim": {
    },
    "mini.nvim": {
    },
    "noice.nvim": {
    },
    "nui.nvim": [],
    "nvim-dap": {
    },
    "nvim-dap-ui": [],
    "nvim-lspconfig": {
    },
    "nvim-nio": [],
    "nvim-treesitter": [],
    "oil.nvim": {
    },
    "snacks.nvim": {
    },
    "vim-tmux-navigator": [],
    "which-key.nvim": {
    }
  }
}